[
  {
    "mbti": "ISTJ",
    "description": "ISTJは責任感が強く、ルールや秩序を重視する堅実な実務家です。計画的かつ論理的に物事を進め、着実に成果を積み重ね、長期的な視野で信頼関係を築きます。"
  },
  {
    "mbti": "ISFJ",
    "description": "ISFJは温和で献身的な守り手です。他者のニーズに敏感で、細やかな配慮と実務力で周囲を支えます。伝統や実績を尊重し、長期的な信頼関係を築きます。"
  },
  {
    "mbti": "INFJ",
    "description": "INFJは洞察力と理想主義を併せ持つ提唱者です。深い共感力で他者の感情を理解し、独自のビジョンを描いて人々を導きます。社会貢献と自己成長を重視します。"
  },
  {
    "mbti": "INTJ",
    "description": "INTJは戦略的な思考家で、独自のビジョンを追求する建築家タイプです。論理と効率を重視し、長期的な目標達成に向けて革新的な計画を立て、実行します。"
  },
  {
    "mbti": "ISTP",
    "description": "ISTPは柔軟かつ実践的な職人タイプです。問題解決能力に優れ、即興的に状況を分析して効率的な解決策を見出します。自由を尊重し現実的なアプローチを好みます。"
  },
  {
    "mbti": "ISFP",
    "description": "ISFPは穏やかで感受性豊かな芸術家タイプです。美的感覚と自己表現を大切にし、目の前の体験に深く没頭します。他者への配慮も忘れず、調和を重視します。"
  },
  {
    "mbti": "INFP",
    "description": "INFPは理想主義的で共感力の高い仲介者です。内なる価値観に忠実に行動し、創造力を発揮して独自のアイデアを形にします。他者の気持ちに寄り添う姿勢が特徴です。"
  },
  {
    "mbti": "INTP",
    "description": "INTPは分析的で好奇心旺盛な探究者です。理論や概念の検証を好み、抽象的なアイデアを深く探求します。論理的思考と独立性を重視し、柔軟な発想を持ちます。"
  },
  {
    "mbti": "ESTP",
    "description": "ESTPは行動力と社交性に優れた起業家タイプです。現場での迅速な判断と柔軟な適応力でチャンスを掴み、リスクを恐れずに挑戦します。刺激を求める冒険心があります。"
  },
  {
    "mbti": "ESFP",
    "description": "ESFPは活発で陽気なエンターテイナーです。周囲を明るく盛り上げることが得意で、五感を通じた体験を楽しみます。人との交流を重視し、現実的な楽しさを追求します。"
  },
  {
    "mbti": "ENFP",
    "description": "ENFPは情熱的で想像力豊かな活動家です。人々を鼓舞するコミュニケーション力と広い興味を持ち、新しいアイデアや可能性を追求します。共感力が高く人を惹きつけます。"
  },
  {
    "mbti": "ENTP",
    "description": "ENTPは機知に富んだ論争者です。斬新なアイデアと議論を通じて可能性を広げ、柔軟な思考で課題を解決します。挑発的な意見交換を楽しみ、創造的です。"
  },
  {
    "mbti": "ESTJ",
    "description": "ESTJは組織力と統率力に優れた管理者タイプです。伝統や規範を重視し、効率的な運営と明確な役割分担で成果を上げます。責任感が強く実行力があります。"
  },
  {
    "mbti": "ESFJ",
    "description": "ESFJは思いやり深い外交官です。他者のニーズに敏感で、協力と調和を重視します。実用的なサポートを提供し、チームの結束と安定を築くことに貢献します。"
  },
  {
    "mbti": "ENFJ",
    "description": "ENFJはカリスマ性と共感力を備えた指導者です。人々を鼓舞し、チームをまとめる能力に優れます。ビジョンと価値観を共有し、社会的な貢献を追求します。"
  },
  {
    "mbti": "ENTJ",
    "description": "ENTJは生まれついての指揮官で、戦略的リーダーシップを発揮します。効率的な組織運営と長期的な目標達成を目指し、明確なビジョンと論理的判断で道を切り開きます。"
  }
]
